
/* conjunction to end a compound sentence */
" and" = "et";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" est déjà utilisé.";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Se connecte)";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ demande à vous envoyer %2$@";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = " :";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nouveau compte>";

/* No comment provided by engineer. */
"Account:" = "Compte :";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Action :";

/* No comment provided by engineer. */
"Add Account" = "Ajouter un compte";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Ajouter une action pour l'événement sélectionné";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium assure le cryptage, l'authentification, le blocage et assure une parfaite discrétion pour %@ via Off-the-Record Messaging (OTR). Si votre contact n'utilise pas un système de messagerie compatible avec OTR, il recevra un lien vers le site web d'OTR quand vous tenterez de vous connecter. Pour plus d'informations sur OTR, visitez http://www.cypherpunks.ca/otr/ .";

/* No comment provided by engineer. */
"Alias:" = "Alias :";

/* No comment provided by engineer. */
"available contact" = "contact disponible";

/* No comment provided by engineer. */
"away contact" = "contact indisponible";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Cancel current account activity prefix */
"Cancel: %@" = "Annuler : %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Ne peut ouvrir la banque de son";

/* No comment provided by engineer. */
"Clear" = "Effacer";

/* No comment provided by engineer. */
"Configure the selected action" = "Configurer l'action sélectionnée";

/* Connect account prefix */
"Connect: %@" = "Connecter : %@";

/* No comment provided by engineer. */
"contact list group" = "Groupe de liste des contacts";

/* No comment provided by engineer. */
"Custom" = "Personnaliser";

/* Button which deletes the selection */
"Delete" = "Supprimer";

/* New contact alert pane */
"Delete after event occurs" = "Effacer après l'événement";

/* No comment provided by engineer. */
"Delete Event?" = "Effacer l'événement?";

/* No comment provided by engineer. */
"Disable" = "Désactiver";

/* No comment provided by engineer. */
"Disabled Accounts" = "Comptes désactivés";

/* Disconnect account prefix */
"Disconnect: %@" = "Déconnecter : %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Terminé";

/* Button which duplicates the selection */
"Duplicate" = "Dupliquer";

/* No comment provided by engineer. */
"Edit" = "Modifier";

/* No comment provided by engineer. */
"Edit Account" = "Modifier le compte";

/* No comment provided by engineer. */
"Edit Link" = "Modifier le lien";

/* No comment provided by engineer. */
"Edit presets:" = "Modifier les pré-réglages";

/* Enable account prefix */
"Enable %@" = "Activer %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Cryptage :";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Événement :";

/* No comment provided by engineer. */
"Idle" = "Veille";

/* No comment provided by engineer. */
"idle contact" = "contact en veille";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Banque d'émoticônes invalide";

/* No comment provided by engineer. */
"Join" = "Joindre";

/* No comment provided by engineer. */
"Join Chat" = "Joindre la discussion";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Laissez les autres voir quand vous écrivez";

/* Label for the login server field in the account preferences */
"Login Server:" = "Serveur de connexion :";

/* No comment provided by engineer. */
"New Alert" = "Nouvelle alerte";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Aucun compte compatible connecté";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Mot de passe :";

/* No comment provided by engineer. */
"Paste" = "Coller";

/* Label for the port field in the account preferences */
"Port:" = "Port :";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Supprimer les %i actions associées avec cet événement ?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Supprimer les actions sélectionnées";

/* Button which renames the selection */
"Rename" = "Renommer";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Mise à jour de la banque de son échouée";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "La banque d'icônes de statuts utilisée \"%1$@\" installée le \"%2$@\" est invalide. L'icône \"%3$@\" est manquante. Si vous avez reçu cette banque d'adiumxtras.com, veuillez contacter l'auteur. Le réglage revient à celui par défaut.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Les caractères que vous entrez ne sont pas compatibles avec ce service.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "La banque de son %1$@ est de version %2$i, et cette version d'Adium ne sait pas l'utiliser; essayez avec une version plus récente d'Adium.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Cette version d'Adium utilise un nouveau format de banque de son. Adium n'a pas réussi à mettre à jour la banque %1$@ située %2$@. Elle a été désactivée.";

/* Label in front of the title for a preset */
"Title:" = "Titre :";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Frappe :";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"User Name" = "Nom d'utilisateur";
